Repository: viosonlee/URdanchi
Catalog: lib/l10n/app_*.arb
Languages: id, ja, ko, my, ne, th, vi, zh

# appTitle
source: UR Danchi Map
id: Peta Danchi UR
ja: UR団地マップ
ko: UR 단지 지도
my: UR ဒန်ချီမြေပုံ
ne: UR दान्ची नक्सा
th: แผนที่ดันจิ UR
vi: Bản đồ Danchi UR
zh: UR团地地图

source: Home
id: Beranda
ja: ホーム
ko: 홈
my: ပင်မစာမျက်နှာ
ne: होम
th: หน้าแรก
vi: Trang chủ
zh: 首页

source: Danchi Details
id: Detail Danchi
ja: 団地詳細
ko: 단지 상세
my: ဒန်ချီအသေးစိတ်
ne: दान्ची विवरण
th: รายละเอียดดันจิ
vi: Chi tiết Danchi
zh: 团地详情

source: Address
id: Alamat
ja: 住所
ko: 주소
my: လိပ်စာ
ne: ठेगाना
th: ที่อยู่
vi: Địa chỉ
zh: 地址

source: Access
id: Akses
ja: アクセス
ko: 교통
my: သွားလာရေး
ne: पहुँच
th: การเดินทาง
vi: Giao thông
zh: 交通

source: Rent
id: Sewa
ja: 家賃
ko: 임대료
my: အငှား
ne: भाडा
th: ค่าเช่า
vi: Tiền thuê
zh: 租金

source: Type
id: Tipe
ja: タイプ
ko: 유형
my: အမျိုးအစား
ne: प्रकार
th: ประเภท
vi: Loại
zh: 类型

source: Click to view map
id: Klik untuk melihat peta
ja: 地図を見る
ko: 지도 보기
my: မြေပုံကြည့်ရန်နှိပ်ပါ
ne: नक्सा हेर्न क्लिक गर्नुहोस्
th: คลิกเพื่อดูแผนที่
vi: Nhấp để xem bản đồ
zh: 点击查看地图

source: Danchi Details Page
id: Halaman Detail Danchi
ja: 団地詳細ページ
ko: 단지 상세 페이지
my: ဒန်ချီအသေးစိတ်စာမျက်နှာ
ne: दान्ची विवरण पृष्ठ
th: หน้ารายละเอียดดันจิ
vi: Trang chi tiết Danchi
zh: 团地详情页

source: Click to view official details
id: Klik untuk melihat detail resmi
ja: 公式詳細を見る
ko: 공식 상세정보 보기
my: တရားဝင်အသေးစိတ်ကြည့်ရန်နှိပ်ပါ
ne: आधिकारिक विवरण हेर्न क्लिक गर्नुहोस्
th: คลิกเพื่อดูรายละเอียดอย่างเป็นทางการ
vi: Nhấp để xem chi tiết chính thức
zh: 点击查看官方详情

source: Available rooms: {count}
id: Kamar tersedia: {count}
ja: 利用可能な部屋数: {count}
ko: 이용 가능한 방: {count}
my: ရနိုင်သောအခန်းများ: {count}
ne: उपलब्ध कोठाहरू: {count}
th: ห้องที่ว่าง: {count}
vi: Phòng có sẵn: {count}
zh: 可租房间数: {count}

source: No rooms available
id: Tidak ada kamar tersedia
ja: 利用可能な部屋がありません
ko: 이용 가능한 방이 없습니다
my: အခန်းမရှိပါ
ne: कुनै कोठा उपलब्ध छैन
th: ไม่มีห้องว่าง
vi: Không có phòng nào
zh: 暂无可租房间

# pleaseTryLaterOrCheckOtherDanchi
source: Please try again later or check other danchi
id: Silakan coba lagi nanti atau periksa danchi lain
ja: 後でもう一度試すか、他の団地をご確認ください
ko: 나중에 다시 시도하거나 다른 단지를 확인해 주세요
my: ကျေးဇူးပြု၍နောက်မှထပ်စမ်းကြည့်ပါ သို့မဟုတ် အခြားဒန်ချီများကိုစစ်ဆေးပါ
ne: कृपया पछि फेरि प्रयास गर्नुहोस् वा अन्य दान्ची जाँच गर्नुहोस्
th: โปรดลองใหม่ภายหลังหรือตรวจสอบดันจิอื่น
vi: Vui lòng thử lại sau hoặc kiểm tra danchi khác
zh: 请稍后再试或查看其他团地

source: All rooms loaded.
id: Semua kamar telah dimuat.
ja: すべての部屋が読み込まれました。
ko: 모든 방을 불러왔습니다.
my: အခန်းအားလုံးကိုလုပ်ဆောင်ပြီးပါပြီ။
ne: सबै कोठाहरू लोड भयो।
th: โหลดห้องทั้งหมดแล้ว
vi: Đã tải tất cả phòng.
zh: 所有房间已加载完成。

# failedToLoadDanchiInfo
source: Failed to load danchi info: {error}
id: Gagal memuat info danchi: {error}
ja: 団地情報の読み込みに失敗しました: {error}
ko: 단지 정보 로딩 실패: {error}
my: ဒန်ချီအချက်အလက်များလုပ်ဆောင်ရန်မအောင်မြင်ပါ: {error}
ne: दान्ची जानकारी लोड गर्न असफल: {error}
th: โหลดข้อมูลดันจิไม่สำเร็จ: {error}
vi: Không thể tải thông tin danchi: {error}
zh: 加载团地信息失败: {error}

# failedToLoadRooms
source: Failed to load rooms: {error}
id: Gagal memuat kamar: {error}
ja: 部屋の読み込みに失敗しました: {error}
ko: 방 정보 로딩 실패: {error}
my: အခန်းများလုပ်ဆောင်ရန်မအောင်မြင်ပါ: {error}
ne: कोठाहरू लोड गर्न असफल: {error}
th: โหลดห้องไม่สำเร็จ: {error}
vi: Không thể tải phòng: {error}
zh: 加载房间信息失败: {error}

source: Cannot open map app
id: Tidak dapat membuka aplikasi peta
ja: 地図アプリを開けません
ko: 지도 앱을 열 수 없습니다
my: မြေပုံအက်ပ်ကိုဖွင့်၍မရပါ
ne: नक्सा एप खोल्न सकिँदैन
th: ไม่สามารถเปิดแอปแผนที่ได้
vi: Không thể mở ứng dụng bản đồ
zh: 无法打开地图应用

# failedToOpenMap
source: Failed to open map: {error}
id: Gagal membuka peta: {error}
ja: 地図を開くのに失敗しました: {error}
ko: 지도 열기 실패: {error}
my: မြေပုံဖွင့်ရန်မအောင်မြင်ပါ: {error}
ne: नक्सा खोल्न असफल: {error}
th: เปิดแผนที่ไม่สำเร็จ: {error}
vi: Không thể mở bản đồ: {error}
zh: 打开地图失败: {error}

# cannotOpenLink
source: Cannot open link: {link}
id: Tidak dapat membuka tautan: {link}
ja: リンクを開けません: {link}
ko: 링크를 열 수 없습니다: {link}
my: လင့်ခ်ဖွင့်၍မရပါ: {link}
ne: लिंक खोल्न सकिँदैन: {link}
th: ไม่สามารถเปิดลิงก์ได้: {link}
vi: Không thể mở liên kết: {link}
zh: 无法打开链接: {link}

# failedToLoadMarkers
source: Failed to load markers: {error}
id: Gagal memuat penanda: {error}
ja: マーカーの読み込みに失敗しました: {error}
ko: 마커 로딩 실패: {error}
my: မာကာများလုပ်ဆောင်ရန်မအောင်မြင်ပါ: {error}
ne: मार्करहरू लोड गर्न असफल: {error}
th: โหลดมาร์คเกอร์ไม่สำเร็จ: {error}
vi: Không thể tải markers: {error}
zh: 加载标记失败: {error}

# commonFee
source: Common fee: {fee}
id: Biaya umum: {fee}
ja: 共益費: {fee}
ko: 관리비: {fee}
my: အများပိုင်ကြေး: {fee}
ne: साझा शुल्क: {fee}
th: ค่าใช้จ่ายส่วนกลาง: {fee}
vi: Phí chung: {fee}
zh: 共益费: {fee}

source: Cache Settings
id: Pengaturan Cache
ja: キャッシュ設定
ko: 캐시 설정
my: Cache ဆက်တင်များ
ne: क्यास सेटिङहरू
th: การตั้งค่าแคช
vi: Cài đặt Cache
zh: 缓存设置

source: Cache Statistics
id: Statistik Cache
ja: キャッシュ統計
ko: 캐시 통계
my: Cache ကိန်းဂဏန်းများ
ne: क्यास तथ्यांक
th: สถิติแคช
vi: Thống kê Cache
zh: 缓存统计

source: Memory Cached Tiles
id: Tiles Cache Memori
ja: メモリキャッシュタイル
ko: 메모리 캐시 타일
my: မှတ်ဉာဏ် Cache လုပ်ထားသောကွန်များ
ne: मेमोरी क्यास टाइलहरू
th: ไทล์แคชในหน่วยความจำ
vi: Tiles Cache Bộ nhớ
zh: 内存缓存瓦片

source: Disk Cached Tiles
id: Tiles Cache Disk
ja: ディスクキャッシュタイル
ko: 디스크 캐시 타일
my: ဒစ်စ် Cache လုပ်ထားသောကွန်များ
ne: डिस्क क्यास टाइलहरू
th: ไทล์แคชในดิสก์
vi: Tiles Cache Đĩa
zh: 磁盘缓存瓦片

source: Disk Cache Size
id: Ukuran Cache Disk
ja: ディスクキャッシュサイズ
ko: 디스크 캐시 크기
my: ဒစ်စ် Cache အရွယ်အစား
ne: डिस्क क्यास साइज
th: ขนาดแคชดิสก์
vi: Kích thước Cache Đĩa
zh: 磁盘缓存大小

source: Cache Management
id: Manajemen Cache
ja: キャッシュ管理
ko: 캐시 관리
my: Cache စီမံခန့်ခွဲမှု
ne: क्यास व्यवस्थापन
th: การจัดการแคช
vi: Quản lý Cache
zh: 缓存管理

source: Clear Cache
id: Hapus Cache
ja: キャッシュをクリア
ko: 캐시 지우기
my: Cache ရှင်းလင်းပါ
ne: क्यास मेटाउनुहोस्
th: ล้างแคช
vi: Xóa Cache
zh: 清除缓存

# refreshStats
source: Refresh Statistics
id: Refresh Statistik
ja: 統計を更新
ko: 통계 새로고침
my: ကိန်းဂဏန်းများပြန်လည်ဆန်းသစ်ပါ
ne: तथ्यांक रिफ्रेस गर्नुहोस्
th: รีเฟรชสถิติ
vi: Làm mới Thống kê
zh: 刷新统计

# cacheInfo
source: Cache Information
id: Informasi Cache
ja: キャッシュ情報
ko: 캐시 정보
my: Cache အချက်အလက်
ne: क्यास जानकारी
th: ข้อมูลแคช
vi: Thông tin Cache
zh: 缓存信息

# cacheDescription
source: Map tiles are cached to improve loading performance. Memory cache (100 tiles) provides instant access while disk cache (1GB, 30 days) persists across app restarts for better experience in weak networks.
id: Tiles peta di-cache untuk meningkatkan performa loading. Cache memori (100 tiles) menyediakan akses instan sementara cache disk (1GB, 30 hari) bertahan melalui restart aplikasi untuk pengalaman yang lebih baik di jaringan lemah.
ja: 地図タイルがキャッシュされ、読み込み性能が向上します。メモリキャッシュ（100タイル）は即座にアクセスでき、ディスクキャッシュ（1GB、30日間）はアプリの再起動後も保持され、弱いネットワーク環境でのより良い体験を提供します。
ko: 지도 타일이 캐시되어 로딩 성능이 향상됩니다. 메모리 캐시(100타일)는 즉시 액세스할 수 있고, 디스크 캐시(1GB, 30일)는 앱 재시작 후에도 유지되어 약한 네트워크 환경에서 더 나은 경험을 제공합니다.
my: မြေပုံကွန်များကို cache လုပ်ထားပြီး loading စွမ်းဆောင်ရည်ကို တိုးတက်စေပါသည်။ မှတ်ဉာဏ် cache (100 ကွန်များ) ချက်ချင်းဝင်ရောက်နိုင်ပြီး ဒစ်စ် cache (1GB, 30 ရက်) သည် အက်ပ်ပြန်စနောက် ဆက်တိုက်တည်ရှိကာ အားနည်းသောကွန်ယက်တွင် ပိုမိုကောင်းမွန်သောအတွေ့အကြုံကို ပေးသည်။
ne: नक्सा टाइलहरू लोडिङ प्रदर्शन सुधार गर्न क्यास गरिन्छ। मेमोरी क्यास (५०० टाइलहरू) तुरुन्त पहुँच प्रदान गर्छ जबकि डिस्क क्यास (३जीबी, ३० दिन) एप रिस्टार्ट पछि बाँकी रहन्छ कमजोर नेटवर्कमा राम्रो अनुभवको लागि।
th: ไทล์แผนที่ถูกแคชเพื่อปรับปรุงประสิทธิภาพการโหลด แคชหน่วยความจำ (100 ไทล์) ให้การเข้าถึงทันทีในขณะที่แคชดิสก์ (3GB, 30 วัน) ยังคงอยู่หลังจากรีสตาร์ทแอปเพื่อประสบการณ์ที่ดีขึ้นในเครือข่ายที่อ่อน
vi: Các tiles bản đồ được cache để cải thiện hiệu suất tải. Cache bộ nhớ (100 tiles) cung cấp truy cập tức thì trong khi cache đĩa (1GB, 30 ngày) duy trì qua các lần khởi động lại ứng dụng để có trải nghiệm tốt hơn trong mạng yếu.
zh: 地图瓦片被缓存以提高加载性能。内存缓存（100个瓦片）提供即时访问，磁盘缓存（1GB，30天）在应用重启后仍然保留，为弱网环境提供更好的使用体验。

# confirmClearCache
source: Clear Cache
id: Hapus Cache
ja: キャッシュをクリア
ko: 캐시 지우기
my: Cache ရှင်းလင်းပါ
ne: क्यास मेटाउनुहोस्
th: ล้างแคช
vi: Xóa Cache
zh: 清除缓存

# clearCacheWarning
source: This will remove all cached map tiles. Are you sure?
id: Ini akan menghapus semua tiles peta yang di-cache. Apakah Anda yakin?
ja: すべてのキャッシュされた地図タイルが削除されます。よろしいですか？
ko: 모든 캐시된 지도 타일이 삭제됩니다. 계속하시겠습니까?
my: ဤသည်သည် cache လုပ်ထားသောမြေပုံကွန်အားလုံးကို ဖယ်ရှားပါမည်။ သေချာပါသလား?
ne: यसले सबै क्यास गरिएका नक्सा टाइलहरू हटाउनेछ। के तपाईं निश्चित हुनुहुन्छ?
th: นี่จะลบไทล์แผนที่ที่แคชทั้งหมด คุณแน่ใจหรือไม่?
vi: Điều này sẽ xóa tất cả tiles bản đồ đã cache. Bạn có chắc không?
zh: 这将删除所有缓存的地图瓦片。确定继续吗？

source: Cancel
id: Batal
ja: キャンセル
ko: 취소
my: ပယ်ဖျက်ပါ
ne: रद्द गर्नुहोस्
th: ยกเลิก
vi: Hủy
zh: 取消

source: Clear
id: Hapus
ja: クリア
ko: 지우기
my: ရှင်းလင်းပါ
ne: मेटाउनुहोस्
th: ล้าง
vi: Xóa
zh: 清除

# cacheCleared
source: Cache cleared successfully
id: Cache berhasil dihapus
ja: キャッシュが正常にクリアされました
ko: 캐시가 성공적으로 지워졌습니다
my: Cache ကို အောင်မြင်စွာရှင်းလင်းပြီးပါပြီ
ne: क्यास सफलतापूर्वक मेटाइयो
th: ล้างแคชสำเร็จ
vi: Đã xóa cache thành công
zh: 缓存清除成功

source: New Rooms
id: Kamar Baru
ja: 新着部屋
ko: 새로운 방
my: အခန်းအသစ်များ
ne: नयाँ कोठाहरू
th: ห้องใหม่
vi: Phòng mới
zh: 新房间

# newRoom
source: NEW
id: BARU
ja: 新着
ko: 신규
my: အသစ်
ne: नयाँ
th: ใหม่
vi: MỚI
zh: 新房

source: New rooms available!
id: Kamar baru tersedia!
ja: 新しい部屋があります！
ko: 새로운 방이 있습니다!
my: အခန်းအသစ်များရရှိနိုင်ပါသည်!
ne: नयाँ कोठाहरू उपलब्ध छन्!
th: มีห้องใหม่!
vi: Có phòng mới!
zh: 有新房间！

source: new rooms found
id: kamar baru ditemukan
ja: 件の新着部屋
ko: 개의 새로운 방
my: အခန်းအသစ်များတွေ့ရှိ
ne: नयाँ कोठाहरू फेला पर्यो
th: ห้องใหม่ที่พบ
vi: phòng mới được tìm thấy
zh: 个新房间

# newRoomsCount
source: New rooms
id: Kamar baru
ja: 新着部屋数
ko: 새로운 방 수
my: အခန်းအသစ်များ
ne: नयाँ कोठाहरू
th: ห้องใหม่
vi: Số phòng mới
zh: 新房间数

source: Floor Plan
id: Denah Lantai
ja: 間取り図
ko: 평면도
my: ကြမ်းပြင်အစီအစဉ်
ne: तल्ला योजना
th: แปลนชั้น
vi: Sơ đồ tầng
zh: 户型图

source: View Details
id: Lihat Detail
ja: 詳細を見る
ko: 상세 보기
my: အသေးစိတ်ကြည့်ပါ
ne: विवरण हेर्नुहोस्
th: ดูรายละเอียด
vi: Xem Chi tiết
zh: 查看详情

source: Area
id: Luas
ja: 面積
ko: 면적
my: ဧရိယာ
ne: क्षेत्रफल
th: พื้นที่
vi: Diện tích
zh: 面积

source: Floor
id: Lantai
ja: 階数
ko: 층
my: ကြမ်းပြင်
ne: तल्ला
th: ชั้น
vi: Tầng
zh: 楼层

source: Cannot open URL
id: Tidak dapat membuka URL ini
ja: このURLを開くことができません
ko: 이 URL을 열 수 없습니다
my: ဤ URL ကိုဖွင့်၍မရပါ
ne: यो URL खोल्न सकिँदैन
th: ไม่สามารถเปิด URL นี้ได้
vi: Không thể mở URL này
zh: 无法打开此链接

# linkOpenError
source: Error opening link
id: Kesalahan membuka tautan
ja: リンクを開く際にエラーが発生しました
ko: 링크 열기 오류
my: လင့်ခ်ဖွင့်ရာတွင်အမှား
ne: लिंक खोल्न त्रुटि
th: ข้อผิดพลาดในการเปิดลิงก์
vi: Lỗi mở liên kết
zh: 打开链接时出错

# unsubscribed
source: Unsubscribed from danchi
id: Berhenti berlangganan danchi
ja: 団地の購読を解除しました
ko: 단지 구독을 해제했습니다
my: ဒန်ချီမှ စာရင်းဖြုတ်ပြီးပါပြီ
ne: दान्चीको सदस्यता रद्द गरियो
th: ยกเลิกการสมัครสมาชิกดันจิ
vi: Đã hủy đăng ký danchi
zh: 已取消订阅团地

# subscribed
source: Subscribed to danchi
id: Berlangganan danchi
ja: 団地を購読しました
ko: 단지를 구독했습니다
my: ဒန်ချီကို စာရင်းသွင်းပြီးပါပြီ
ne: दान्चीको सदस्यता लियो
th: สมัครสมาชิกดันจิ
vi: Đã đăng ký danchi
zh: 已订阅团地

# operationFailed
source: Operation failed: {error}
id: Operasi gagal: {error}
ja: 操作に失敗しました: {error}
ko: 작업 실패: {error}
my: လုပ်ဆောင်မှုမအောင်မြင်ပါ: {error}
ne: कार्य असफल: {error}
th: การดำเนินการล้มเหลว: {error}
vi: Thao tác thất bại: {error}
zh: 操作失败: {error}

source: UR Danchi Details Page
id: Halaman Detail Danchi UR
ja: UR団地詳細ページ
ko: UR 단지 상세 페이지
my: UR ဒန်ချီအသေးစိတ်စာမျက်နှာ
ne: UR दान्ची विवरण पृष्ठ
th: หน้ารายละเอียดดันจิ UR
vi: Trang Chi tiết Danchi UR
zh: UR团地详情页

source: Image load failed
id: Gagal memuat gambar
ja: 画像の読み込みに失敗しました
ko: 이미지 로딩 실패
my: ပုံလုပ်ဆောင်ရန်မအောင်မြင်ပါ
ne: छवि लोड असफल
th: โหลดภาพไม่สำเร็จ
vi: Không thể tải hình ảnh
zh: 图片加载失败

# pinchToZoomTapToReturn
source: Pinch to zoom â€¢ Tap to return
id: Cubit untuk zoom â€¢ Ketuk untuk kembali
ja: ピンチでズーム • タップで戻る
ko: 핀치로 확대 • 탭하여 돌아가기
my: zoom လုပ်ရန် နှိပ်ကပ်ပါ • ပြန်ရန် တို့ပါ
ne: जुम गर्न पिन्च गर्नुहोस् • फर्कन ट्याप गर्नुहोस्
th: หุบนิ้วเพื่อซูม • แตะเพื่อกลับ
vi: Véo để phóng to • Chạm để quay lại
zh: 双指缩放 • 点击返回

# mapTypeSelector
source: Map Type
id: Tipe Peta
ja: 地図タイプ
ko: 지도 유형
my: မြေပုံအမျိုးအစား
ne: नक्सा प्रकार
th: ประเภทแผนที่
vi: Loại Bản đồ
zh: 地图类型

# mapTypeStandard
source: Standard
id: Standar
ja: 標準
ko: 표준
my: စံသတ်မှတ်ချက်
ne: मानक
th: มาตรฐาน
vi: Tiêu chuẩn
zh: 标准

# mapTypeStandardDesc
source: Standard map layer
id: Layer peta standar
ja: 標準地図レイヤー
ko: 표준 지도 레이어
my: စံမြေပုံအလွှာ
ne: मानक नक्सा तह
th: เลเยอร์แผนที่มาตรฐาน
vi: Lớp bản đồ tiêu chuẩn
zh: 标准地图图层

# mapTypeCycle
source: Cycling
id: Bersepeda
ja: サイクリング
ko: 자전거
my: စက်ဘီး
ne: साइकल
th: จักรยาน
vi: Xe đạp
zh: 骑行

# mapTypeCycleDesc
source: Cycling-focused map with bike routes
id: Peta yang fokus pada rute sepeda
ja: 自転車ルートに特化した地図
ko: 자전거 경로에 특화된 지도
my: စက်ဘီးလမ်းကြောင်းများကို အဓိကထားသောမြေပုံ
ne: साइकल मार्गमा केन्द्रित नक्सा
th: แผนที่เน้นเส้นทางจักรยาน
vi: Bản đồ tập trung vào tuyến đường xe đạp
zh: 专注于自行车路线的地图

# mapTypeHumanitarian
source: Humanitarian
id: Kemanusiaan
ja: 人道支援
ko: 인도주의
my: လူသားချင်းစာနာမှု
ne: मानवीय
th: มนุษยธรรม
vi: Nhân đạo
zh: 人道主义

# mapTypeHumanitarianDesc
source: Emergency resources and humanitarian info
id: Sumber daya darurat dan info kemanusiaan
ja: 緊急時の資源と人道支援情報
ko: 응급 자원 및 인도주의 정보
my: အရေးပေါ်အရင်းအမြစ်များနှင့် လူသားချင်းစာနာမှုအချက်အလက်
ne: आपतकालीन स्रोत र मानवीय जानकारी
th: ทรัพยากรฉุกเฉินและข้อมูลมนุษยธรรม
vi: Tài nguyên khẩn cấp và thông tin nhân đạo
zh: 应急资源和人道主义信息

# mapTypeTransport
source: Transport
id: Transportasi
ja: 交通
ko: 교통
my: သယ်ယူပို့ဆောင်ရေး
ne: यातायात
th: การขนส่ง
vi: Giao thông
zh: 交通

# mapTypeTransportDesc
source: Public transit and transport focused
id: Fokus pada transportasi umum
ja: 公共交通機関に特化した地図
ko: 대중교통에 특화된 지도
my: အများပြည်သူသုံးသယ်ယူပို့ဆောင်ရေးကို အဓိကထားသော
ne: सार्वजनिक यातायातमा केन्द्रित
th: เน้นการขนส่งสาธารณะ
vi: Tập trung vào giao thông công cộng
zh: 专注于公共交通的地图

# mapTypeTerrain
source: Terrain
id: Medan
ja: 地形
ko: 지형
my: မြေပုံသဏ္ဍာန်
ne: भूभाग
th: ภูมิประเทศ
vi: Địa hình
zh: 地形

# mapTypeTerrainDesc
source: Topographic map with elevation details
id: Peta topografi dengan detail elevasi
ja: 標高詳細を含む地形図
ko: 고도 세부사항이 포함된 지형도
my: အမြင့်အသေးစိတ်များပါသော မြေပုံသဏ္ဍာန်မြေပုံ
ne: उचाई विवरणसहित स्थलाकृति नक्सा
th: แผนที่ภูมิประเทศพร้อมรายละเอียดความสูง
vi: Bản đồ địa hình với chi tiết độ cao
zh: 包含海拔详情的地形图

# mapTypeSatellite
source: Satellite
id: Satelit
ja: 衛星
ko: 위성
my: ဂြိုလ်တု
ne: उपग्रह
th: ดาวเทียม
vi: Vệ tinh
zh: 卫星

# mapTypeSatelliteDesc
source: Satellite imagery view
id: Tampilan citra satelit
ja: 衛星画像ビュー
ko: 위성 이미지 뷰
my: ဂြိုလ်တုပုံရိပ်မြင်ကွင်း
ne: उपग्रह छवि दृश्य
th: มุมมองภาพดาวเทียม
vi: Góc nhìn hình ảnh vệ tinh
zh: 卫星影像视图

# mapTypeHybrid
source: Hybrid
id: Hibrid
ja: ハイブリッド
ko: 하이브리드
my: ပေါင်းစပ်
ne: हाइब्रिड
th: ไฮบริด
vi: Lai
zh: 混合

# mapTypeHybridDesc
source: Satellite with road overlays
id: Satelit dengan overlay jalan
ja: 衛星写真と道路のオーバーレイ
ko: 위성 사진과 도로 오버레이
my: လမ်းများပေါ်မှုပါသော ဂြိုလ်တု
ne: सडक ओभरलेसहित उपग्रह
th: ดาวเทียมพร้อมเลเยอร์ถนน
vi: Vệ tinh với lớp phủ đường
zh: 卫星图像与道路叠加

source: Failed to load cache stats
id: Gagal memuat statistik cache
ja: キャッシュ統計の読み込みに失敗しました
ko: 캐시 통계 로딩 실패
my: Cache ကိန်းဂဏန်းများလုပ်ဆောင်ရန်မအောင်မြင်ပါ
ne: क्यास तथ्यांक लोड गर्न असफल
th: โหลดสถิติแคชไม่สำเร็จ
vi: Không thể tải thống kê cache
zh: 加载缓存统计失败

source: Settings
id: Pengaturan
ja: 設定
ko: 설정
my: ဆက်တင်များ
ne: सेटिङहरू
th: การตั้งค่า
vi: Cài đặt
zh: 设置

source: About App
id: Tentang Aplikasi
ja: アプリについて
ko: 앱 정보
my: အက်ပ်အကြောင်း
ne: एपको बारेमा
th: เกี่ยวกับแอป
vi: Về Ứng dụng
zh: 关于应用

# appName
source: UR Danchi Map
id: Peta Danchi UR
ja: UR団地マップ
ko: UR 단지 지도
my: UR ဒန်ချီမြေပုံ
ne: UR दान्ची नक्सा
th: แผนที่ดันจิ UR
vi: Bản đồ Danchi UR

# appDescription
source: A Flutter-based application for viewing UR (Urban Renaissance Agency) Danchi in Japan. It provides features such as browsing UR Danchi locations on an interactive map, viewing detailed Danchi information (room types, rent, facilities), multi-language support (Japanese, English, Chinese, Korean, etc.), search functionality (by region, room type, etc.), and a favorites feature. The Danchi data used in this application comes from public information provided by the Urban Renaissance Agency of Japan.
id: Aplikasi berbasis Flutter untuk melihat Danchi UR (Urban Renaissance Agency) di Jepang. Ini menyediakan fitur seperti menjelajahi lokasi Danchi UR di peta interaktif, melihat informasi detail Danchi (tipe kamar, sewa, fasilitas), dukungan multi-bahasa (Jepang, Inggris, Cina, Korea, dll.), fungsi pencarian (berdasarkan wilayah, tipe kamar, dll.), dan fitur favorit. Data Danchi yang digunakan dalam aplikasi ini berasal dari informasi publik yang disediakan oleh Urban Renaissance Agency Jepang.
ja: Flutter製の日本UR（都市再生機構）団地閲覧アプリ。インタラクティブな地図での団地表示、詳細情報（間取り、家賃、設備）、多言語対応、検索、お気に入り機能を提供。本アプリで使用されている団地データは、日本UR都市再生機構の公開情報に基づいています。
ko: 일본 UR(도시재생기구) 단지를 보는 Flutter 기반 애플리케이션입니다. 대화형 지도에서 UR 단지 위치 탐색, 상세 단지 정보(방 유형, 임대료, 시설) 보기, 다국어 지원(일본어, 영어, 중국어, 한국어 등), 지역, 방 유형 등으로 검색 기능, 즐겨찾기 기능을 제공합니다. 이 애플리케이션에서 사용되는 단지 데이터는 일본 도시재생기구의 공개 정보에서 제공됩니다.
my: ဂျပန်နိုင်ငံရှိ UR (Urban Renaissance Agency) ဒန်ချီများကို ကြည့်ရှုရန်အတွက် Flutter-အခြေခံ အက်ပ်လီကေးရှင်းတစ်ခုဖြစ်သည်။ အပြန်အလှန်တုံ့ပြန်မြေပုံပေါ်တွင် UR ဒန်ချီတည်နေရာများကို ကြည့်ရှုခြင်း၊ အသေးစိတ်ဒန်ချီအချက်အလက်များ (အခန်းအမျိုးအစား၊ အငှား၊ အဆောက်အအုံများ) ကြည့်ရှုခြင်း၊ ဘာသာစုံပံ့ပိုးမှု (ဂျပန်၊ အင်္ဂလိပ်၊ တရုတ်၊ ကိုရီးယား၊ စသည်)၊ ရှာဖွေမှုစွမ်းဆောင်ချက် (ဒေသ၊ အခန်းအမျိုးအစားစသည်ဖြင့်)၊ နှင့် အကြိုက်ဆုံးအင်္ဂါရပ်ကဲ့သို့သော စွမ်းဆောင်ချက်များကို ပေးဆောင်သည်။ ဤအက်ပ်လီကေးရှင်းတွင် အသုံးပြုသော ဒန်ချီအချက်အလက်များသည် ဂျပန်၏ Urban Renaissance Agency မှပေးသောအများပြည်သူသုံးအချက်အလက်များမှ လာသည်။
ne: जापानमा UR (Urban Renaissance Agency) दान्ची हेर्नको लागि Flutter-आधारित अनुप्रयोग। यसले अन्तरक्रियात्मक नक्सामा UR दान्ची स्थानहरू ब्राउज गर्ने, विस्तृत दान्ची जानकारी (कोठा प्रकार, भाडा, सुविधाहरू) हेर्ने, बहु-भाषा समर्थन (जापानी, अंग्रेजी, चिनियाँ, कोरियाली, आदि), खोज कार्यक्षमता (क्षेत्र, कोठा प्रकार, आदि अनुसार), र मनपर्ने सुविधाहरू प्रदान गर्दछ। यस अनुप्रयोगमा प्रयोग गरिएको दान्ची डेटा जापानको Urban Renaissance Agency द्वारा प्रदान गरिएको सार्वजनिक जानकारीबाट आउँछ।
th: แอปพลิเคชันที่พัฒนาด้วย Flutter สำหรับดูดันจิ UR (หน่วยงานฟื้นฟูเมือง) ในญี่ปุ่น มีคุณสมบัติต่างๆ เช่น การเรียกดูตำแหน่งดันจิ UR บนแผนที่แบบโต้ตอบ ดูข้อมูลรายละเอียดดันจิ (ประเภทห้อง ค่าเช่า สิ่งอำนวยความสะดวก) รองรับหลายภาษา (ญี่ปุ่น อังกฤษ จีน เกาหลี ฯลฯ) ฟังก์ชันค้นหา (ตามภูมิภาค ประเภทห้อง ฯลฯ) และฟีเจอร์รายการโปรด ข้อมูลดันจิที่ใช้ในแอปพลิเคชันนี้มาจากข้อมูลสาธารณะที่จัดหาโดยหน่วยงานฟื้นฟูเมืองของญี่ปุ่น
vi: Ứng dụng dựa trên Flutter để xem Danchi UR (Cơ quan Phục hồi Đô thị) ở Nhật Bản. Nó cung cấp các tính năng như duyệt vị trí Danchi UR trên bản đồ tương tác, xem thông tin chi tiết Danchi (loại phòng, tiền thuê, tiện ích), hỗ trợ đa ngôn ngữ (Tiếng Nhật, Tiếng Anh, Tiếng Trung, Tiếng Hàn, v.v.), chức năng tìm kiếm (theo khu vực, loại phòng, v.v.), và tính năng yêu thích. Dữ liệu Danchi được sử dụng trong ứng dụng này đến từ thông tin công khai được cung cấp bởi Cơ quan Phục hồi Đô thị Nhật Bản.
zh: 这是一个基于Flutter开发的日本UR（都市再生机构）团地查看应用。该应用提供以下功能：在交互式地图上查看日本各地的UR团地位置、浏览团地的详细信息（包括房型、租金、设施等）、多语言支持（日语、英语、中文、韩语等）、按地区、房型等条件搜索团地、收藏感兴趣的团地。本应用使用的团地数据来源于日本UR都市再生机构的公开信息。

# disclaimerTitle
source: Disclaimer
id: Penafian
ja: 免責事項
ko: 면책 조항
my: တာဝန်ယူမှုငြင်းပယ်ချက်
ne: अस्वीकरण
th: ข้อจำกัดความรับผิดชอบ
vi: Tuyên bố từ chối trách nhiệm

# disclaimerContent
source: This project is for learning and communication only, not for commercial use. Danchi information is for reference; refer to official UR sources for actual rental conditions.
id: Proyek ini hanya untuk tujuan pembelajaran dan komunikasi, bukan untuk penggunaan komersial. Informasi Danchi hanya untuk referensi; rujuk ke sumber resmi UR untuk kondisi sewa aktual.
ja: 本プロジェクトは学習・交流目的のみであり、商用利用は意図していません。団地情報は参考用であり、実際の賃貸条件はUR公式情報をご確認ください。
ko: 이 프로젝트는 학습 및 교류 목적으로만 사용되며, 상업적 용도가 아닙니다. 단지 정보는 참고용이며, 실제 임대 조건은 UR 공식 정보를 확인하시기 바랍니다.
my: ဤပရောဂျက်သည် သင်ယူခြင်းနှင့် ဆက်သွယ်ခြင်းရည်ရွယ်ချက်အတွက်သာဖြစ်ပြီး၊ စီးပွားဖြစ်အသုံးပြုရန်မဟုတ်ပါ။ ဒန်ချီအချက်အလက်များသည် ရည်ညွှန်းရန်အတွက်သာဖြစ်သည်။ အမှန်တကယ်အငှားခြင်းအခြေအနေများအတွက် တရားဝင် UR အရင်းအမြစ်များကို ရည်ညွှန်းပါ။
ne: यो परियोजना केवल सिकाइ र सञ्चारको उद्देश्यका लागि हो, व्यावसायिक प्रयोगको लागि होइन। दान्ची जानकारी सन्दर्भको लागि मात्र हो; वास्तविक भाडा सर्तहरूको लागि आधिकारिक UR स्रोतहरू सन्दर्भ गर्नुहोस्।
th: โครงการนี้มีไว้เพื่อการเรียนรู้และการสื่อสารเท่านั้น ไม่ใช่เพื่อการใช้งานเชิงพาณิชย์ ข้อมูลดันจิเป็นเพียงการอ้างอิงเท่านั้น อ้างอิงแหล่งข้อมูลอย่างเป็นทางการของ UR สำหรับเงื่อนไขการเช่าจริง
vi: Dự án này chỉ dành cho mục đích học tập và giao lưu, không dành cho mục đích thương mại. Thông tin Danchi chỉ để tham khảo; tham khảo các nguồn chính thức của UR để biết điều kiện cho thuê thực tế.
zh: 本项目仅用于学习交流目的，不用于商业用途。如有侵权，请联系删除。本应用显示的团地信息仅供参考，实际租赁条件请以UR官方信息为准。

# githubLinkTitle
source: GitHub Link
id: Tautan GitHub
ja: GitHubリンク
ko: GitHub 링크
my: GitHub လင့်ခ်
ne: GitHub लिंक
th: ลิงก์ GitHub
vi: Liên kết GitHub
zh: GitHub主页
